IDEA Open Model
Stirrup.IsClosed Property
 Open / Closed stirrup
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool IsClosed { get; set; }
Public Property IsClosed As Boolean
	Get
	Set
public:
property bool IsClosed {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace